/* alert title */
"\\U201C%@\\U201D has not been started because it does not have the proper security settings." = "Kohdetta ”%@” ei ole käynnistetty, koska sillä ei ole tarvittavia turvallisuusasetuksia.";

/* alert title */
"An item in the Startup Items folder (\\U201C%@\\U201D) does not have the proper security settings." = "Startup Items -kansion kohteen ”%@” turvallisuusasetukset eivät ole oikein.";

/* alert button */
"Decide Later" = "Päätä myöhemmin";

/* alert button */
"Disable" = "Estä";

/* alert button */
"Fix" = "Korjaa";

/* alert title */
"Insecure Startup Item disabled." = "Ei-turvallinen käynnistyskohde on poistettu käytöstä.";

/* alert title */
"Insecure Startup Items folder detected." = "Ei-turvallinen käynnistyskohdekansio havaittu.";

/* alert title */
"Items in the Startup Items folder (\\U201C/Library/StartupItems/\\U201D) have not been started because the folder does not have the proper security settings." = "/Kirjasto/StartupItems/-kansiossa olevia kohteita ei ole käynnistetty, koska kansiolla ei ole tarvittavia turvallisuusasetuksia.";

/* alert button */
"OK" = "OK";

/* dialog button */
"Restart" = "Käynnistä uudelleen";

/* dialog title */
"The security settings for some startup items have been fixed." = "Joidenkin käynnistyskohteiden turvallisuusasetukset on korjattu.";

/* alert title */
"The Startup Items folder (\\U201C/Library/StartupItems/\\U201D) does not have the proper security settings." = "Startup Items -kansion ”/Library/StartupItems/” turvallisuusasetukset eivät ole oikein.";

/* dialog text */
"These startup items will not be used until you restart your computer." = "Näitä käynnistyskohteita ei käytetä ennen kuin käynnistät tietokoneen uudelleen.";

/* alert text */
"To fix the security settings, click Fix. To skip using items in this folder and show this message again, click Decide Later.\n" = "Jos haluat korjata turvallisuusasetukset, osoita Korjaa. Jos haluat ohittaa tämän kansion kohteet ja nähdä tämän viestin uudelleen, valitse Päätä myöhemmin.\n";

/* alert text */
"Using this item may cause problems. If you trust this item and want to fix the security settings, click Fix. To always prevent this item from being used, click Disable. To skip using this item and show this message again, click Decide Later.\n" = "Tämän kohteen käyttäminen saattaa aiheuttaa ongelmia. Jos luotat kohteeseen ja haluat korjata sen turvallisuusasetukset, osoita Korjaa. Jos haluat estää kohteen käytön, osoita Estä. Jos haluat ohittaa tämän kohteen ja nähdä tämän viestin uudelleen, osoita Päätä myöhemmin.\n";

